export const PhotoAlbum = [
    {
        id: 1,
        event: "கைங்கர்யஶ்ரீக்களை கௌரவித்தலும், சண்டமாருதம் பத்திரிகை துவக்கமும்",
        date: "2025-10-12",
        folder: "2025-10-12",
        place: "சென்னை திருவல்லிக்கேணி ஶ்ரீ வானமாமலை மடம்",
        description: "ஶ்ரீ தொட்டையாசார் ஸ்வாமி (ஶ்ரீ உ.வே. யோகந்ருஸிம்ஹன் ஸ்வாமி) எழுந்தருளி கைங்கர்ய செல்வம் மிக்க பாகவதர்கள் சிலரை கௌரவித்தார். சண்டமாருதம் என்ற பத்திரிகையையும் துவக்கி வைத்தார்.",
        thumbnail: "16.JPG",
        photos: [
            {
                photo_num: 1,
                id: "01.JPG",
                caption: "ஶ்ரீ உ.வே கோயில் கந்தாடை சண்டமாருதம் தொட்டையாசார் ஸ்வாமி (யோகந்ருஸிம்ஹன் ஸ்வாமி) எழுந்தருளி நிகழ்ச்சிக்கு தலைமை வகித்தார்."
            },
            {
                photo_num: 2,
                id: "02.JPG",
                caption: "KKC பெரியப்பங்கார் ஸ்வாமி அறக்கட்டளை டிரஸ்டியும் திருமாளிகை சிஷ்யருமான ஶ்ரீ உ.வே ஶ்ரீதரன் சம்பத் ஸ்வாமி நிகழ்ச்சியை நடத்திக்கொடுத்தார்"
            },
            {
                photo_num: 3,
                id: "03.JPG",
                caption: "ஶ்ரீ உ.வே கோயில் கந்தாடை சண்டமாருதம் தொட்டையாசார் ஸ்வாமி (யோகந்ருஸிம்ஹன் ஸ்வாமி) சண்டமாருதம் பத்திரிகையை வெளியிட்டு துவக்கி வைத்தார்."
            },
            {
                photo_num: 4,
                id: "04.JPG",
                caption: "ஶ்ரீ உ.வே. ஆயீ நரசிம்மன் ஸ்வாமிக்கு 'ஸத்க்ரந்த ப்ரகாஷக ஸிம்ஹம்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 5,
                id: "05.JPG",
                caption: "பேராசிரியர் ஶ்ரீ உ.வே அரங்கராஜன் ஸ்வாமிக்கு 'ஸத்ஸம்ப்ரதாய விஸ்கேசங்கியர்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 6,
                id: "06.JPG",
                caption: "ஶ்ரீ உ.வே. டாக்டர் பார்த்தசாரதி பட்டாச்சாரியார் ஸ்வாமிக்கு 'ஶ்ரீ வைகானஸ ஸிம்ஹம்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 7,
                id: "07.JPG",
                caption: "ஶ்ரீ உ.வே. டாக்டர் பிரசன்ன வேங்கடேச தீக்ஷிதர் ஸ்வாமிக்கு 'ஶ்ரீ பாஞ்சராத்ர ஸிம்ஹம்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 8,
                id: "08.JPG",
                caption: "தேரழுந்தூர் ஶ்ரீ உ.வே. ராமன் பட்டாச்சர்யார் ஸ்வாமிக்கு 'ஶ்ரீ பாஞ்சராத்ர ஸிம்ஹம்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 9,
                id: "09.JPG",
                caption: "ஶ்ரீ உ.வே. வினய் பட்டாச்சர்யார் ஸ்வாமிக்கு 'ஶ்ரீ பாஞ்சராத்ர ஸிம்ஹம்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 10,
                id: "10.JPG",
                caption: "ஶ்ரீ உ.வே. நாவலர் நாராயணன் ஸ்வாமிக்கு 'மதுரகவியார்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 11,
                id: "11.JPG",
                caption: "ஶ்ரீ உ.வே.காழியூர் ஶ்ரீதரன் ஸ்வாமிக்கு 'ஏற்கும் பெரும் புகழாளர்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 12,
                id: "12.JPG",
                caption: "ஶ்ரீ உ.வே. ஜெ ஸுந்தரவரதன் ஸ்வாமிக்கு 'ப்ருஹஸ்பதி ஸர்வ பௌமர்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 13,
                id: "13.JPG",
                caption: "ஶ்ரீ உ.வே. முகுந்தன் ஸ்வாமிக்கு 'பகவத் கைங்கர்ய பாசக ஸிம்ஹம்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 14,
                id: "14.JPG",
                caption: "ஶ்ரீ உ.வே. கிருஷ்ணன் ஸ்வாமிக்கு 'ஆச்சார்ய கைங்கர்ய பாசக ஸிம்ஹம்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 15,
                id: "15.JPG",
                caption: "ஶ்ரீமதி சுதா ஹரிபாபு அவர்களுக்கு 'பொன்னாச்சியார்' என்ற பட்டம் வழங்கப்பட்டது."
            },
            {
                photo_num: 16,
                id: "16.JPG",
                caption: "தேரழுந்தூர் ஶ்ரீ உ.வே. ராமன் பட்டாச்சர்யார் ஸ்வாமி 'சண்டமாருதம்' என்ற பெயர்க் காரணத்தைப் பற்றி சொற்பொழிவாற்றினார்."

            }
        ]
    },
]
