import styles from './HomePage.module.css';

export default function HomePage() {
    return (
        <div className={styles.textContent}>
            <p className={styles.description}>
                <b>சண்டமாருதம்</b> என்பது ஶ்ரீவைஷ்ணவ சம்பிரதாய விஷயங்களை பகிர்வதற்காக உருவாக்கப்பட்ட ஒரு தமிழ்ப் பத்திரிகை. அடியோங்களுடைய அறக்கட்டளையின் நோக்கம், தேர்ந்த ஞானம் கொண்ட வித்வான்களிடம் இருந்து கதை-கவிதை-கட்டுரைகள் பெற்று, அதை அனைத்து மக்களுக்கும் உபயோகமாகும் வகையில் இந்தப் பத்திரிகை மூலம் பதிவிடுவது.
                <br /><br />
                இந்த பத்திரிகை மூன்று மாதங்களுக்கு ஒரு முறை வெளியிடப்படும் மற்றும் இலவசமாக கிடைக்கும். இப்பத்திரிகையின் மூலம், ஶ்ரீவைஷ்ணவ சமயத்தின் ஆழ்ந்த உட்கருத்துக்களையும், தத்துவங்களையும், ஐதீஹ்யங்களையும் அனைவருக்கும் எளிய முறையில் எடுத்து செல்ல விரும்புகிறோம்.
                <br /><br />
                பத்திரிகையின் உள்ளடக்கம் பெரும்பாலும் தமிழிலும், தேவைப்பட்டால் ஆங்கிலத்திலும் தேவநாகரி லிபியிலும் இருக்கும். தமிழ் படிக்கத்தெரியாத, ஆனால் பேசினால் புரிந்துக் கொள்ளக்கூடியவர்களுக்காக, ஆடியோபுக் எனப்படும் ஒலி வடிவத்திலும் இப்பத்திரிகை இந்த பக்கத்தில் கேட்கலாம். இது பார்வை பாதிக்கப்பட்டோருக்கும், வாசிப்பதில் சிரமம் உள்ளவர்களுக்கும் உதவும்.
                <br /><br />
                இந்தப் பத்திரிகை <b>Sri KKC Periyappangar Swamy Trust (Regd)</b> என்னும் நிறுவனத்தால் தொடங்கப்பட்டு, நிர்வகிக்கப்படுகிறது. இந்த பத்திரிகை தொடர்பாக ஏதேனும் கருத்துக்கள், ஆலோசனைகள் அல்லது பங்களிப்புகள் இருந்தால், கீழே கொடுக்கப்பட்டுள்ள மின்னஞ்சல் முகவரிக்கு தொடர்பு கொள்ளலாம்.
                <br /><br />
                <b>எங்கள் பத்திரிகையை படித்து மகிழுங்கள்!</b>
            </p>
        </div>
    );
}
