import styles from './Thirumaligai.module.css';

export default function Thirumaligai() {
    return (
        <div className={styles.container}>
            <h1 className={styles.title}>ஸமாஶ்ரயணமும் ராமாநுஜ ஸம்பந்தமும்</h1>
            <p className={styles.description}>
                பரமபதத்தில் எழுந்தருளியிருக்கும் பரம்பொருள், திருமகள் கேள்வனான ஶ்ரீமந் நாராயணன் மிகவும் கருணையுடையவன். உலகில் உள்ள மக்கள் அனைவரையும் திருத்தித் தன்னை வந்து அடையத் திருவுள்ளம் பற்றினான்.<br /><br />
                யானையைக் கொண்டு யானையைப் பிடிப்பது போல, மனிதர்களைக் கொண்டே மனிதர்களைத்‌ திருத்துவதற்காக ஆழ்வார்களையும்‌ ஆசார்யர்களையும்‌ திருவவதாரம் செய்வித்தான்‌. அவர்களின்‌ மூலம்‌ ஶாஸ்த்ரங்களை உபதேசம்‌ செய்தான்‌. ஒரு குருபரம்பரையையே ஒரு மாலை போல உண்டாக்கினான்‌. அதில்‌ பெரியபெருமாள் தொடங்கி ஸ்வாமி மணவாள மாமுநிகள்‌ ஈறாக ஆசார்யர்கள் எழுந்தருளியுள்ளனர்‌. நடு நாயகமாகத்‌ திகழ்பவர்‌ ஸ்வாமி ராமாநுஜர்‌.<br /><br />
                இந்த குருபரம்பரையில்‌ ஸ்வாமி ராமாநுஜர்‌ உத்தாரக ஆசார்யராகத்‌ திகழ்கிறார்‌. இவருடைய திருமுடி சம்பந்தத்தால் முன்புள்ள ஆசார்யர்களும்‌, இவருடைய திருவடி சம்பந்தத்தால்‌ பின்புள்ள ஆசார்யர்களும்‌ உஜ்ஜீவனம்‌ அடைந்தனர்‌ என்கிறார் நாயனார்‌ ஆச்சான்‌ பிள்ளை.<br /><br />
                ஸ்வாமி ராமாநுஜர்‌ ஒரு பங்குனி உத்திர நன்னாளில்‌ திவ்ய தம்பதிகளான ஸ்ரீரங்கநாயகித்‌ தாயார்‌ நம்பெருமாள்‌ திருமுன்பு கத்யத்ரயத்தை விண்ணப்பித்தார்‌. தம்முடைய சம்பந்தம்‌ பெற்ற அனைவருக்கும்‌ மோக்ஷம்‌ அளிக்கவேண்‌டும்‌ என்று ப்ரார்த்தித்தார். நம்பெருமாளும்‌ திருவுள்ளம்‌ மகிழ்ந்து ஸ்வாமி ராமாநுஜரின்‌ சம்பந்தம்‌ பெற்ற அனைவருக்கும்‌ மோக்ஷம்‌ தந்தருள்வதாக உறுதி அளித்தருளினார்‌. எனவேதான்‌, நாம்‌ அனைவரும்‌ ஸ்வாமி ராமாநுஜருடைய சம்பந்தத்தைப்‌ பெறவேண்டும்‌. ஸ்வாமி ராமாநுஜர்‌ ஆயிரம்‌ ஆண்டுகளுக்கு முன்பல்லவா வாழ்ந்தார்‌! அவருடைய சம்பந்தத்தை எப்படிப்‌ பெறுவது? அதற்கும்‌ அவரே வழி வகுத்துக் கொடுத்துள்ளார்‌. <br /><br />
                ஸ்வாமி ராமாநுஜர்‌ தமது சீடர்களுக்குள்‌ எழுபத்து நான்கு சீடர்களை ஸிம்ஹாஸநாதிபதிகளாக நியமித்தருளினார்‌. அவர்களுக்குத்‌ திருவாராதனப்‌ பெருமாளாக ஸ்ரீலக்ஷ்மி ந்ருஸிம்ஹரையும்‌, சங்கு சக்ர முத்திரைக்‌ கோல்களையும்‌ தந்தருளினார்‌.<br /><br /> அந்தப்‌ பரம்பரையில்‌ வந்தவர்களிடம்‌ பஞ்ச ஸம்ஸ்காரம்‌ (ஸமாஶ்ரயணம்‌) பெற்றுக்‌ கொள்வதன்‌ மூலம்‌ நாமும்‌ ஸ்வாமி ராமாநுஜரின்‌ சம்பந்தத்தை எளிதில்‌ பெறலாம்‌.<br /><br />
                இந்த எழுபத்து நான்கு ஸிம்ஹாஸநாதிபதிகளில்‌ ப்ரகாசமாகத்‌ திகழ்பவர்‌ முதலியாண்டான்‌. முதலியாண்டானுடைய திருக்குமாரர்‌ கந்தாடையாண்டான்‌. இந்த வம்ஸ பரம்பரையில்‌ வந்த ஆசார்யர்களில்‌  மிக ப்ரஸித்தமாக விளங்கிய ஓர்‌ ஆசார்யர்‌ சோளசிங்கபுரம்‌ தொட்டையாசார்யர்‌ என்னும்‌ மஹாசார்யர்‌. சண்டமாருதம்‌, வேதாந்த விஜயம்‌ முதலிய பஞ்ச விஜயக்ரந்தங்கள்‌ என்று பலப்பல க்ரந்தங்களை அருளிச் செய்தல்‌, மற்றும்‌ சோளசிங்கபுரம்‌ ஸ்ரீக்ராமத்தை நிர்மாணம்‌ செய்தல், ஆங்கே க்ராம நடுவே பெருமாள் ஸந்நிதியை ப்ரதிஷ்டை செய்தல் ஆகிய பல்வேறு உயார்ந்த கைங்கர்யங்களைச்‌ செய்தவர்‌ இந்த ஸ்வாமி. பின்னர் இந்த வம்ஸத்தில்‌ தோன்றியவர்கள்‌ சோளசிங்கபுரம்‌ ஶ்ரீ.உ.வே. கோயில் கந்தாடை சண்டமாருதம்‌ பெரியப்பங்கார்‌ ஸ்வாமி, அவருடைய குமாரர் ஶ்ரீ.உ.வே. கோயில் கந்தாடை சண்டமாருதம்‌ சிங்கராச்சார் ஸ்வாமி. அவருடைய திருக்குமாரர் ஶ்ரீ.உ.வே. கோயில் கந்தாடை சண்டமாருதம்‌ யோக ந்ருஸிம்ஹன் ஸ்வாமி தற்போது பீடத்தை அலங்கரித்து வருகிறார். <br /><br />
                இந்த வம்ஸாவளி பின்வருமாறு:<br />
                <b>சண்டமாருதகர்த்தா ஸ்வாமி தொட்டையாசார்யர்‌ வம்ஸாவளி</b>
                <br />1. முதலியாண்டான்
                <br />2. கந்தாடையாண்டான்‌
                <br />3. துன்னுபுகழ்‌ கந்தாடைத்‌ தோழப்பர்‌
                <br />4. ஈயான்‌ ராமானுஜாசார்யர்‌
                <br />5. திருக்கோபுரத்து நயினார்‌
                <br />6. தெய்வங்கள்‌ பெருமாள்‌ தோழப்பர்‌
                <br />7. போரேற்று நாயனார்‌
                <br />8. அரசரப்பை
                <br />9. கந்தாடை நாயன்‌
                <br />10. தேவராஜ குரு என்கிற தோழப்பரப்பை
                <br />11. பெரியப்பன்‌
                <br />12. சண்டமாருதம்‌ ஸ்வாமி என்கிற தொட்டையாசார்யர்‌
                <br />13. குமார பெரியப்பன்‌
                <br />14. குமார தொட்டையாசாரியர்‌
                <br />15. கந்தாடை பெரியப்பங்கார்‌
                <br />16. பெரிய ஸ்வாமி தொட்டையாசார்யர்‌
                <br />   இவர்‌ திருக்குமாரர்‌ நால்வரில்‌ மூன்றாமவர்‌
                <br />17. ரங்காசார்‌ ஸ்வாமி
                <br />18. கந்தாடை பெரியப்பங்கார்‌ என்கிற அண்ணாஜி அய்யங்கார்‌
                <br />19. குமார தொட்டையாசார்‌ என்கிற தாதாசாரியர்‌
                <br />20. பெரியப்பங்கார்‌ (திருமாளிகை)
                <br />21. சிங்கராச்சார்‌ ஸ்வாமி (சிரோமணி)
                <br />    இவருக்கு இரு குமாரர்கள்‌
                <br />22. 1) பெரியப்பங்கார்‌ ஸ்வாமி
                <br />    2) தாதாசார்‌ ஸ்வாமி
                <br />    இவர்‌ குமாரர்கள்‌
                <br />   (1) தாசரதி (2) தேவராஜன்‌ (3) மணிவண்ணன்
                <br />23. பெரியப்பங்கார்‌ ஸ்வாமி திருக்குமாரர்கள்‌
                <br />1) சிங்கராச்சார்‌ ஸ்வாமி
                <br />2) இளையாழ்வான்‌
                <br />3) முதலியாண்டான்‌-மதுசூதனன்‌-1. பெரியப்பங்கார்‌ 2. தொட்டையாச்சாரியார்‌
                <br />4) செல்வநாரணன்‌
                <br />5) பாலாஜிரங்கநாதன்
                <br />24. சிங்கராச்சார் ஸ்வாமி திருக்குமாரர்கள்‌
                <br />1) <t>கந்தாடையான்</t> என்கிற யோக ந்ருஸிம்ஹன்
                <br />2) பார்த்தசாரதி என்கிற ஶ்ரீநிவாஸன்‌<br /><br />
                இந்தத் திருமாளிகை ஆசார்யர்களிடம் பஞ்ச ஸம்ஸ்காரம் (ஸமாஶ்ரயணம்) பெற்றுக் கொண்டால், ஸ்வாமி ராமாநுஜரின் சம்பந்தத்தை பெறுவதுடன் அவருடைய மருமகனாரான முதலியாண்டான் சம்பந்தத்தையும் சேர்த்துப் பெற்று எல்லா மங்களங்களையும் பெறலாம்.<br /><br />
                -<b>முனைவர் இரா. அரங்கராஜன் M.A., Ph.D.</b>
            </p>
        </div>
    );
}