import styles from './TrustPage.module.css';

export default function TrustPage() {
    return (

        <div className={styles.container}>
            <h2 className={styles.title}>அறக்கட்டளை</h2>
            <p className={styles.text}>
                ஶ்ரீ K.K.C. பெரியப்பங்கார் ஸ்வாமி அறக்கட்டளை என்பது 2010ஆம் ஆண்டு பிப்ரவரி 1ஆம் தேதி நிறுவப்பட்டது. இந்த அறக்காட்டளை சோளிங்கபுரம் சார்பதிவாளர் அலுவலகத்தில் 2010ஆம் ஆண்டின் புத்தகம் IVஇல் 36ஆவது எண்ணாக (Regd No. IV/36/2010) பதிவு செய்யப்பட்டது.<br /><br /></p>
            <p className={styles.text}>
                இந்த அறக்கட்டளை இலாப நோக்கமற்ற தொண்டு நிறுவனமாகும் . அதன் படியே இந்திய சட்டப்படி Darpan எண் TN/2024/0471091 ஆக அரசு சாரா நிறுவனமாக (N.G.O) பதிவு செய்யப்பட்டுள்ளது.<br /><br />
            </p>
            <p className={styles.text}>
                இந்த அறக்கட்டளையின் முக்கிய நோக்கங்கள் மற்றும் செயல்பாடுகள் பின்வருமாறு:
            </p>
            <ol className={styles.list}>
                <li className={styles.listitem}>பழம்‌ பெருமை வாய்ந்ததும்‌, வரலாறு முக்கியத்துவம்‌ உள்ளதும்‌ 700 ஆண்டுகளுக்கு முன்‌ அமைந்ததும்‌ ஆன கோயில்‌ கந்தாடை சண்டமாருதம்‌ ஸ்ரீ கோ.கம்‌.சம்‌ தொட்டையாசாரியர்‌ திருமாளிகையை புதுப்பித்தல்‌, பராமரித்தல்‌, திருமாளிகை திருவாராதனம்‌ மற்றும்‌ உத்ஸவங்கள்‌ செய்து வித்தல்‌.</li>
                <li className={styles.listitem}>பூஜைகள்‌ இன்றி உள்ள ஆலயங்களை எடுத்துத்‌ திருப்பணி செய்து முறையான பூஜைகள்‌ செய்ய நிதி ஆதாரங்கள்‌ ஏற்படுத்துதல்‌,முறையான செயல்பாட்டைத்‌ தொடர்ந்து கண்காணித்துச்‌ செயல்படுத்துதல்‌, பூஜை மற்றும்‌ அபிஷேகப்‌ பொருட்களை அளித்தல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்களில்‌ திருமதில்கள்‌ பழுது பார்த்தல்‌, புதிதாக எழுப்பித்தல்‌, தளம்‌ அமைத்தல்‌, ஆழ்குழாய்க்‌ கிணறுகள்‌ அமைத்தல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்‌ பாதுகாப்பை ஏற்படுத்த கதவுகள்‌, இரும்பு கேட்டுகள்‌ ஏற்படுத்துதல்‌, மின்‌ விளக்குகள்‌ அமைத்துக்‌ கொடுத்தல்‌, மின்‌ பொருட்கள்‌ வழங்குதல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்களில்‌ நின்று போன திருவிழாக்களை மீளவும்‌ ஏற்படுத்துதல்‌, நடத்துவித்தல்‌, இதர ஆலயங்களுக்கு நன்கொடை அளித்தல்‌, பொருட்கள்‌ வழங்குதல்‌, திருப்பணியில்‌ பங்கேற்றல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்களில்‌ புல்‌, பூண்டு, செடி, கொடிகளை அகற்றி சுத்தம்‌ செய்து தூய்மைப்படுத்துதல்‌,திருக்குளங்களைச்‌ சீர்திருத்தி மேம்படுத்துதல்‌, சுத்தம்‌ செய்தல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்களில்‌ உரிய நீர ஆதாரம்‌ ஏற்படுத்தி நந்தவனம்‌ அமைத்தல்‌, பூச்செடி, கொடிகள்‌ இதர தொடர்‌ வருவாய்‌ தரும்‌ மரங்கள்‌ வளர்த்தல்‌, மருத்துவ குணமுடைய செடி, கொடிகள்‌, மரங்கள்‌ வைத்தல்‌, ஸ்தல விருட்சங்களை வைத்துப்‌ பராமரித்தல்‌.</li>
                <li className={styles.listitem}>வேத, உபநிடத ஆகமப்‌ போதனா பள்ளிகள்‌ அமைத்து வேத விற்பன்னர்களை உருவாக்கி முறையான வேத வேள்விகள்‌ மிக அதிக அளவில்‌ நடைபெற அடிப்படையை ஏற்படுத்துதல்‌.</li>
                <li className={styles.listitem}>திவ்ய பிரபந்த ஆய்வு மையம்‌ அமைத்தல்‌, கருத்தரங்குகள்‌ நடத்துதல்‌, இறைவன்‌ பெருமையை எளிய மக்களிடையே பரப்பி, சமூகத்தில்‌ நல்லொழுக்கத்தை ஏற்படுத்துதல்‌.</li>
                <li className={styles.listitem}>திவ்ய பிரபந்த பாசுரங்களை இசையோடு முறையாகப்‌ பாட பயிற்சி அளித்தல்‌, எளிய பிரிவினரும்‌ சிறிதளவு கல்வி அறிவுடையோரும்‌ புரிந்து கொள்ளத்‌ தக்கவாறு பொருளுடன்‌ கூடிய புத்தகங்களை வெளியிடல்‌.</li>
            </ol>
            <h2 className={styles.title}>Trustees</h2>
            <p className={styles.text}>
                இந்த அறக்கட்டளையின் தற்போதைய Trusteeகளாக கீழ்கண்ட நபர்கள் உள்ளனர்.
                <ol className={styles.list}>
                    <li className={styles.listitem}>திரு எஸ். ஶ்ரீதரன் - Managing Trustee</li>
                    <li className={styles.listitem}>திரு டி. இராமாநுஜம் - Trustee</li>
                    <li className={styles.listitem}>திரு எஸ். பத்மநாபன் - Trustee</li>
                </ol>
            </p>
        </div>
    );
}