import styles from './ThaniyanPage.module.css';

export default function ThaniyanPage() {
    return (
        <div className={styles.container}>
            <h2 className={styles.title}>குருபரம்பரை தனியன்கள்</h2>
            <h3 className={styles.subtitle}>ஸ்வாமி தொட்டையாசாரியர் த்யான ஸ்துதி</h3>
            <p className={styles.paragraph}>
                करकलितपवित्रः कान्तयज्ञोपवीतः सरसिजमणिमालालङ्कृत सूत्तरीयः।<br />
                दिनमणि निकराभः शुभ्र दिव्योर्ध्वपुण्ड्रो घनगुरुरनिशं मे मानसे सन्निधत्ताम्॥<br />
                नवकनक निभाङ्गः सारसाक्षः सुनासः श्रवणचलितनीलो दीर्घबाहुर्दयालुः।<br />
                विफुलहृदयराजत् ब्रह्मसूत्राक्षमालो वसतु मनसि नित्यं श्रीनिवासो गुरुर्नः॥<br /> <br />
                கரகலிதபவித்ர: காந்த யக்ஞோபவீத: ஸரஸிஜமணிமாலாலங்க்ருத: ஸூத்தரீய:<br />
                தி<sub>3</sub>னமணிநிகராப<sub>4</sub>: ஶுப்<sub>4</sub>ர தி<sub>3</sub>வ்யோர்த்‌<sub>4</sub>வ புண்ட்‌<sub>3</sub>ரோ க<sub>4</sub>னகு<sub>3</sub>ருரநிஷம் மே மானஸே ஸந்நித<sub>4</sub>த்தாம்
                <br />
                நவகனக நிபா<sub>4</sub>ங்க<sub>3</sub>: ஸாரஸாக்ஷ: ஸுநாஸ: ஶ்ரவணசலிதநிலோ தீ<sub>3</sub>ர்க<sub>4</sub>பா<sub>3</sub>ஹுர்த<sub>3</sub>யாளு:<br />
                விபு<sub>2</sub>லஹ்ருத<sub>3</sub>யராஜத் ப்<sub>3</sub>ரஹ்மஸூத்ராக்ஷமாலோ வசது மனஸி நித்யம் ஸ்ரீநிவாஸோ கு<sub>3</sub>ருர்ந:
            </p>
            <h3 className={styles.subtitle}>முதலியாண்டான் அருளிச்செய்த ஶ்லோக குருபரம்பரை</h3>
            <p className={styles.paragraph}>
                अस्मद् देशिकम् अस्मदीय परमाचार्यान् अशेषान् गुरून्<br />
                श्रीमल्लक्ष्मण योगिपुङ्गव महापूर्णौ मुनिं यामुनम्।<br />
                रामं पद्मविलोचनं मुनिवरं नाथं शठद्वेषिणं <br />
                सेनेशं श्रियम् इन्दिरा सहचरं नारायणं संश्रये॥<br /><br />
                அஸ்மத்<sub>3</sub> தே<sub>3</sub>ஶிகம் அஸ்மதீ<sub>3</sub>ய பரமாசார்யான் அஶேஷான் கு<sub>3</sub>ரூந்<br />
                ஸ்ரீமல்லக்ஷ்மண யோகி<sub>3</sub>புங்க<sub>3</sub>வ மஹாபூர்ணௌ முநிம் யாமுநம்<br />
                ராமம் பத்மவிலோசநம் முநிவரம் நாதம் ஶட<sub>2</sub>த்<sub>3</sub>வேஷிணம்<br />
                ஸேநேஶம் ஶ்ரியம் இந்தி<sub>3</sub>ரா ஸஹசரம் நாராயணம் ஸம்ஶ்ரயே
            </p>
            <h3 className={styles.subtitle}>24. வர்த்தமான ஆசார்யர் யோக ந்ருஸிம்ஹன் ஸ்வாமி தனியன்</h3>
            <p className={styles.paragraph}>
                श्रीमद् वधूलकुल वारिधि पूर्णचन्द्रं<br />
                श्रीमन्महार्य चरणाम्बुज सञ्चरीकम्। <br />
                श्री शिङ्गरार्य करुणाप्त समस्तबोधं <br />
                भक्त्या च योगनृसिंह गुरुं श्रयामि॥<br /><br />
                ஸ்ரீமத்<sub>3</sub> வதூ<sub>4</sub>லகுல வாரிதி<sub>4</sub> பூர்ணசந்த்<sub>3</sub>ரம்<br />
                ஸ்ரீமந்மஹார்ய சரணாம்பு<sub>3</sub>ஜ ஸஞ்சரீகம்<br />
                ஸ்ரீ ஶிங்க<sub>3</sub>ரார்ய கருணாப்த ஸமஸ்தபோ<sub>3</sub>த<sub>4</sub>ம்<br />
                ப<sub>4</sub>க்த்யா ச யோக<sub>3</sub>ந்ருஸிம்ஹ கு<sub>3</sub>ரும் ஶ்ரயாமி
            </p>
            <h3 className={styles.subtitle}>23. ஆசார்யரின் திருத்தகப்பனார் சிங்கராச்சார் ஸ்வாமி தனியன்</h3>
            <p className={styles.paragraph}>
                श्रीमन्नृसिंह वरदेशिक पौत्ररत्नं<br />
                श्रीनिवास सूरिपद पङ्कज राजहंसम्।<br />
                श्रीमद् वधूलकुल वारिधि पूर्णचन्द्रं<br />
                श्रीमन्नृसिंह गुरुवर्यम् अहं प्रपद्ये॥<br /><br />
                ஸ்ரீமந்ந்ருஸிம்ஹ வரதே<sub>3</sub>ஶிக பௌத்ரரத்னம்<br />
                ஸ்ரீநிவாஸ ஸூரிபத<sub>3</sub> பங்கஜ ராஜஹம்சம்<br />
                ஸ்ரீமத்<sub>3</sub> வதூ<sub>4</sub>லகுல வாரிதி<sub>4</sub> பூர்ணசந்த்<sub>3</sub>ரம்<br />
                ஸ்ரீமந்ந்ருஸிம்ஹ கு<sub>3</sub>ருவர்யம் அஹம் ப்ரபத்<sub>3</sub>யே
            </p>
            <h3 className={styles.subtitle}>22. பெரியப்பங்கார் ஸ்வாமி தனியன்</h3>
            <p className={styles.paragraph}>
                श्रीमद् वधूलकुल वारिधि शीतभानुं<br />
                श्रीमन्नृसिंह गुरुवर्य तनूजरत्नम्।<br />
                श्रीमच्छरण्य गुरुलब्ध समस्तबोधं<br />
                श्रीश्रीनिवास गुरुवर्यम् अहं भजामि॥<br /><br />
                ஶ்ரீமத்<sub>3</sub> வதூ<sub>4</sub>லகுல வாரிதி<sub>4</sub> ஶீதபானும்<br />
                ஸ்ரீமந்ந்ருஸிம்ஹ கு<sub>3</sub>ருவர்ய தநூஜரத்னம்<br />
                ஸ்ரீமச்ச<sub>2</sub>ரண்ய கு<sub>3</sub>ருலப்<sub>3</sub>த<sub>4</sub> ஸமஸ்தபோ<sub>3</sub>த<sub>4</sub>ம்<br />
                ஸ்ரீஸ்ரீநிவாஸ கு<sub>3</sub>ருவர்யம் அஹம் ப<sub>4</sub>ஜாமி
            </p>
            <h3 className={styles.subtitle}>12. சண்டமாருதம் ஸ்வாமி என்கிற பெரிய ஸ்வாமி தொட்டையாசார் தனியன்</h3>
            <p className={styles.paragraph}>
                वाधूल श्रीनिवासार्य तनयं विनयादिकम्।<br />
                प्रज्ञानिधिं प्रपद्येहं श्रीनिवास महागुरुम्॥<br /><br />
                வாதூ<sub>4</sub>ல ஸ்ரீநிவாஸார்ய தநயம் வினயாதி<sub>3</sub>கம்<br />
                ப்ரஜ்ஞாநிதி<sub>4</sub>ம் ப்ரபத்<sub>3</sub>யேஹம் ஸ்ரீநிவாஸ மகாகு<sub>3</sub>ரும்
            </p>
        </div>
    );
}
