import styles from '../styles/Trust.module.css';

export default function Trust() {
    return (

        <div className={styles.container}>
            <h2 className={styles.title}>அறக்கட்டளை</h2>
            <p className={styles.text}>
                ஶ்ரீ K.K.C. பெரியப்பங்கார் ஸ்வாமி அறக்கட்டளை என்பது 2010ஆம் ஆண்டு பிப்ரவரி 1ஆம் தேதி நிறுவப்பட்டது. இந்த அறக்காட்டளை சோளிங்கபுரம் சார்பதிவாளர் அலுவலகத்தில் 2010ஆம் ஆண்டின் புத்தகம் IVஇல் 36ஆவது எண்ணாக (Regd No. IV/36/2010) பதிவு செய்யப்பட்டது.<br /><br /></p>
            <p className={styles.text}>
                இந்த அறக்கட்டளை இலாப நோக்கமற்ற தொண்டு நிறுவனமாகும் . அதன் படியே இந்திய சட்டப்படி Darpan எண் TN/2024/0471091 ஆக அரசு சாரா நிறுவனமாக (N.G.O) பதிவு செய்யப்பட்டுள்ளது.<br /><br />
            </p>
            <p className={styles.text}>
                இந்த அறக்கட்டளையின் முக்கிய நோக்கங்கள் மற்றும் செயல்பாடுகள் பின்வருமாறு:
            </p>
            <ol className={styles.list}>
                <li className={styles.listitem}>பழம்‌ பெருமை வாய்ந்ததும்‌, வரலாறு முக்கியத்துவம்‌ உள்ளதும்‌ 700 ஆண்டுகளுக்கு முன்‌ அமைந்ததும்‌ ஆன கோயில்‌ கந்தாடை சண்டமாருதம்‌ ஸ்ரீ கோ.கம்‌.சம்‌ தொட்டையாசாரியர்‌ திருமாளிகையை புதுப்பித்தல்‌, பராமரித்தல்‌, திருமாளிகை திருவாராதனம்‌ மற்றும்‌ உத்ஸவங்கள்‌ செய்து வித்தல்‌.</li>
                <li className={styles.listitem}>பூஜைகள்‌ இன்றி உள்ள ஆலயங்களை எடுத்துத்‌ திருப்பணி செய்து முறையான பூஜைகள்‌ செய்ய நிதி ஆதாரங்கள்‌ ஏற்படுத்துதல்‌,முறையான செயல்பாட்டைத்‌ தொடர்ந்து கண்காணித்துச்‌ செயல்படுத்துதல்‌, பூஜை மற்றும்‌ அபிஷேகப்‌ பொருட்களை அளித்தல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்களில்‌ திருமதில்கள்‌ பழுது பார்த்தல்‌, புதிதாக எழுப்பித்தல்‌, தளம்‌ அமைத்தல்‌, ஆழ்குழாய்க்‌ கிணறுகள்‌ அமைத்தல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்‌ பாதுகாப்பை ஏற்படுத்த கதவுகள்‌, இரும்பு கேட்டுகள்‌ ஏற்படுத்துதல்‌, மின்‌ விளக்குகள்‌ அமைத்துக்‌ கொடுத்தல்‌, மின்‌ பொருட்கள்‌ வழங்குதல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்களில்‌ நின்று போன திருவிழாக்களை மீளவும்‌ ஏற்படுத்துதல்‌, நடத்துவித்தல்‌, இதர ஆலயங்களுக்கு நன்கொடை அளித்தல்‌, பொருட்கள்‌ வழங்குதல்‌, திருப்பணியில்‌ பங்கேற்றல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்களில்‌ புல்‌, பூண்டு, செடி, கொடிகளை அகற்றி சுத்தம்‌ செய்து தூய்மைப்படுத்துதல்‌,திருக்குளங்களைச்‌ சீர்திருத்தி மேம்படுத்துதல்‌, சுத்தம்‌ செய்தல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்களில்‌ உரிய நீர ஆதாரம்‌ ஏற்படுத்தி நந்தவனம்‌ அமைத்தல்‌, பூச்செடி, கொடிகள்‌ இதர தொடர்‌ வருவாய்‌ தரும்‌ மரங்கள்‌ வளர்த்தல்‌, மருத்துவ குணமுடைய செடி, கொடிகள்‌, மரங்கள்‌ வைத்தல்‌, ஸ்தல விருட்சங்களை வைத்துப்‌ பராமரித்தல்‌.</li>
                <li className={styles.listitem}>வேத, உபநிடத ஆகமப்‌ போதனா பள்ளிகள்‌ அமைத்து வேத விற்பன்னர்களை உருவாக்கி முறையான வேத வேள்விகள்‌ மிக அதிக அளவில்‌ நடைபெற அடிப்படையை ஏற்படுத்துதல்‌.</li>
                <li className={styles.listitem}>திவ்ய பிரபந்த ஆய்வு மையம்‌ அமைத்தல்‌, கருத்தரங்குகள்‌ நடத்துதல்‌, இறைவன்‌ பெருமையை எளிய மக்களிடையே பரப்பி, சமூகத்தில்‌ நல்லொழுக்கத்தை ஏற்படுத்துதல்‌.</li>
                <li className={styles.listitem}>திவ்ய பிரபந்த பாசுரங்களை இசையோடு முறையாகப்‌ பாட பயிற்சி அளித்தல்‌, எளிய பிரிவினரும்‌ சிறிதளவு கல்வி அறிவுடையோரும்‌ புரிந்து கொள்ளத்‌ தக்கவாறு பொருளுடன்‌ கூடிய புத்தகங்களை வெளியிடல்‌.</li>
                <li className={styles.listitem}>தமிழ்‌ மற்றும்‌ ஆங்கில வழிக்கல்வி நிறுவனங்கள்‌, விவசாயத்‌ தொழில்‌ நுட்ப, கால்நடை மருத்துவ மற்றும்‌ இதர கல்வித்துறையின்‌ அனைத்து வகை கல்விகளும்‌ மக்களுக்கு எளிதாக அணுகிப்‌ பயனடையும்‌ வகையில்‌ ஏற்படுத்திடல்‌. வர்த்தக அடிப்படையில்‌ கல்வி நிறுவனங்கள்‌ செயல்படுவதற்கு மாறாக அறவழியில்‌ எளிய பிரிவு மக்களுக்குக்‌ குறைந்த செலவில்‌ கல்வி அளித்தல்‌.</li>
                <li className={styles.listitem}>ஆதரவற்ற பெண்கள்‌ / விதவைப்‌ பெண்கள்‌, கிராமப்புறவாழ்‌ எளிய பிரிவினர்களில்‌ உள்ள பெண்கள்‌, தற்சார்பு நிலையைப்‌ பொருளாதார ரீதியிலும்‌, மனமேம்பாட்டு நிலையிலும்‌, ஏற்படுத்திக்‌ கொள்ளத்தக்க தகவல்‌ அளித்து நிதி ஆதாரங்களை ஏற்படுத்திக்‌ கொடுத்தல்‌.</li>
                <li className={styles.listitem}>மனநிலைப்‌ பாதிக்கப்பட்டவர்கள்‌, தனித்து விடப்பட்டோர்‌, ஆதரவற்ற குழந்தைகள்‌, முதியோர்‌ ஆகியோருக்கும்‌ காப்பகங்கள்‌ அமைத்து உரியவாறு சேவைகள்‌ செய்தல்‌.</li>
                <li className={styles.listitem}>பொருளாதார நலிவுற்ற அனைத்த மக்களுக்கும்‌, எவ்வித பாகுபாடுமின்றி அனைத்து உதவிகளையும்‌ செய்து மேம்படுத்துதல்‌.</li>
                <li className={styles.listitem}>பள்ளியில்‌ பயிலும்‌ எளிய பிரிவு குழந்தைகளுக்குப்‌ பாடப்புத்தகங்கள்‌, சீருடை, உயர்படிப்புக்கு உதவிகள்‌ செயதல்‌.</li>
                <li className={styles.listitem}>வழிபாட்டுக்‌ கழகங்களை ஆலயந்தோறும்‌ ஏற்படுத்துதல்‌, சிறு வயது முதற்கொண்டே குழந்தைகளுக்கு இறையுணர்வு, பக்தி, பெரியோர்களிடம்‌ மரியாதை மற்றும்‌ இதர நற்குணங்களுக்கு வித்திட்டு விளைவாக மிகச்‌ சிறந்த சமுதாயம்‌ காணுதல்‌.</li>
                <li className={styles.listitem}>நாட்டின‌ர், இறை சிந்தனையுடன்‌ இறை அருள்‌ பெற்றுத்‌ தீவினை நீங்கி உயர்நிலை அடைய அனைத்து வகையிலும்‌ பாடுபடுதல்‌.</li>
                <li className={styles.listitem}>இயற்கை இடர்பாடுகளால்‌ பாதிக்கப்படுவோர்களுக்கு உதவி செய்தல்‌.</li>
                <li className={styles.listitem}>திருக்கோயில்‌ விழாக்காலங்களில்‌ அன்னதானம்‌ செய்தல்‌, துணி வழங்குதல்‌, நன்கொடை அளித்தல்‌ மற்றும்‌ இதர நல்ல நோக்கங்களுக்காக இந்த அறக்கட்டளை முயன்று காலங்காலமாகத்‌ தொடர்ந்து செயல்படும்‌.</li>
                <li className={styles.listitem}>இந்த டிரஸ்ட்டின்‌ அடிப்படை அம்சங்களையோ, இந்த டிரஸ்ட்டின்‌ நோக்கங்களையோ, வருமான வரிச்சட்டம்‌ பிரிவு 2 (15), 11, 12, 13, மற்றும்‌ 800 ஆகிய பிரிவுகளுக்கு விரோதமாகவோ திருத்தம்‌ ஏதும்‌ செய்யக்கூடாது.</li>
            </ol>
            <h2 className={styles.title}>Trustees</h2>
            <p className={styles.text}>
                இந்த அறக்கட்டளையின் தற்போதைய Trusteeகளாக கீழ்கண்ட நபர்கள் உள்ளனர்.
                <ol className={styles.list}>
                    <li className={styles.listitem}>திரு எஸ். ஶ்ரீதரன் - Managing Trustee</li>
                    <li className={styles.listitem}>திரு டி. இராமாநுஜம் - Trustee</li>
                </ol>
            </p>
        </div>
    );
}