export const PdfList = [
    {
        title: 'இதழ் 1 (விஶ்வாவஸு/புரட்டாசி - October, 2025)',
        id: '001',
        articles: [
            {
                name: "முன் அட்டை",
                id: "9e1q6069ad065b6e8409784e73350b67e63d7",
            },
            {
                name: "காஞ்சி கருட சேவையும் கோபுர தரிசனமும்",
                id: "9e1q6fff68defcebd4186894963199a89c455",
            },
            {
                name: "போற்றி பணிந்தோம் ஏற்று நடத்துகவே!",
                id: "9e1q6e5c5b777ca4b4ceb9352ba8e37bfbef0",
            },
            {
                name: "எழுபத்துநான்கு சிம்ஹாஸநாதிபதிகள்",
                id: "9e1q6456f1c247c964bf99790414c23884f10",
            },
            {
                name: "நம்மவர்களைப் போற்றுவோம்",
                id: "9e1q6a2ba71bcebeb4b6693983c2ad2d61038",
            },
            {
                name: "திருப்பாவை பகுதி 1",
                id: "9e1q6cd3c2cff7c4c4363a4cf2ca8da9728cd",
            },
            {
                name: "திருப்பாவை பகுதி 2",
                id: "9e1q69e0ba739dedb4f0da1f7ca0a184b224c",
            },
            {
                name: "திருப்பாவை பகுதி 3",
                id: "9e1q60d70a393249b45d191e1b6c3c2753d98",
            },
            {
                name: "திருப்பாவை பகுதி 4",
                id: "9e1q6ebab70c39eda49a9b85f9e1f95a31b91",
            },
            {
                name: "திருப்பாவை பகுதி 5",
                id: "9e1q6163c81dd1c6f4e8a89b58e20f5c99c8b",
            },
            {
                name: "பின் அட்டை",
                id: "9e1q62ae4a94749b14f66aa9d42dc35c131eb",
            },
        ],
    },
    {
        title: 'இதழ் 2 (விஶ்வாவஸு/தை - January, 2026)',
        id: '002',
        articles: [
            {
                name: "முன் அட்டை",
                id: "8boq9819ddb15b8ec4e0da54e750115d0e061"
            },
            {
                name: "பதிப்பாளர் விவரம்",
                id: "8boq9e5705322cf634dce81c2ed4a56abac5b"
            },
            {
                name: "அரங்கனைக் காணும் மாருதம்",
                id: "8boq92ad96b7314844a5895f6af5f695a0280"
            },
            {
                name: "நாச்சியார் திருமொழி - முதல் திருமொழி",
                id: "8boq991dc3f3a2d9f4ee6829bffb21999cf3e"
            },
            {
                name: "ஸ்தோத்ர ரத்நம் தனியன்கள்",
                id: "8boq99f3ea528752a4ffa854230f47d54b87d"
            },
            {
                name: "நம் வர்த்தமான ஸ்வாமியின் ஶ்ரீவில்லிபுத்தூர் மங்களாசாசனம்",
                id: "8boq9028363d28cfd404da75d420183a95672"
            },
            {
                name: "ஶ்ரீவில்லிபுத்தூர் மங்களாசாசனம் - படங்கள்",
                id: "8boq97b38804f6fd44bf3bc373686c3269660"
            },
            {
                name: "மஹாச்சார்யரின் மஹோத்ஸவம் - படங்கள்",
                id: "8boq943ae35ba86404d62b4f175db17fc72fd"
            },
            {
                name: "மஹாச்சார்யரின் மஹோத்ஸவம்",
                id: "8boq930eb6165b0b1464ca15658b2c111d439"
            },
            {
                name: "ஆறு வார்த்தைகள்",
                id: "8boq9ffc74b0021cb4144a72fe700db4651e4"
            },
            {
                name: "உலகாரியனும் பிள்ளையுலகாரியனும்",
                id: "8boq95fefc2c7d68840c69e9daf84349c71f9"
            },
            {
                name: "ஶ்ரீ ஆண்டாள் வைபவம்",
                id: "8boq90bed1696726b49a3bba42f99e602c3cd"
            },
            {
                name: "திருக்கடிகை திவ்யதேச சிறப்பு உற்சவங்கள்",
                id: "8boq921bf7e2273424787b78b5e6be6a3a0ce"
            },
            {
                name: "பெரிய திருமொழி 8-9",
                id: "8boq9ff87fc05e14a41fb891e2d38681f3e52"
            },
            {
                name: "பின் அட்டை",
                id: "8boq91a06b16cd6384d70a40f4cb6ee759a07"
            },
        ],
    },
    {
        title: 'இதழ் 3 (பராபவ/சித்திரை - April, 2023)',
        id: '003',
        articles: [
            {
                name: "முன் அட்டை",
                id: "4eoj5fbaea30b0462478cae664b7c5f3ccbc2"
            },
            {
                name: "பொருளடக்கம் மற்றும் பதிப்பாளர் விவரம்",
                id: "4eoj579922d5bf4d74e238fc7b4581159ed46"
            },
            {
                name: "ஞானாசார்யர்",
                id: "4eoj5f27ebc4be2424ac28e4f2c49d468cab3"
            },
            {
                name: "நாச்சியார் திருமொழி - இரண்டாம் திருமொழி",
                id: "4eoj50ec790f18f334e9d81d0b4b85e492899"
            },
            {
                name: "நம்மாழ்வாரின் அர்ச்சாவதார அனுபவம்",
                id: "4eoj5d1d6551310134f54a82e83fac84097a8"
            },
            {
                name: "மாசி உத்திராடம், படங்களுடன்",
                id: "4eoj54ed33727477546cb96771c54dc7e504a"
            },
            {
                name: "மேல்கோட்டை ப்ரம்மோத்ஸவம் - தொட்டையாசார் மண்டகப்படி, படங்களுடன்",
                id: "4eoj58f7c0339c1c54999b95748883d6f852a"
            },
            {
                name: "ஸ்தோத்ர ரத்நம் - பகுதி 1",
                id: "4eoj5da8475c9e8534d68ad17411d82d1bd41"
            },
            {
                name: "ஸ்வாமி மணவாள மாமுனிகளின் அரிய சொற்ப்ரயோகங்கள்",
                id: "4eoj58ecbdc9e368a4729af8918f59f9db5de"
            },
            {
                name: "தேட்டருந்திறல் தேன்",
                id: "4eoj5ac182711a36c4fcdba55133c69a32313"
            },
            {
                name: "கண்ணழகன் எம்பெருமான்",
                id: "4eoj5f9342722faa9446aa9cdf5b99d38e3d4"
            },
            {
                name: "திருக்கடிகை திவ்யதேச சிறப்பு உற்சவங்கள்",
                id: "4eoj5475778436e7844af8f63fa8fd6692dff"
            },
            {
                name: "பின் அட்டை",
                id: "4eoj5b5e731add0174b64a0ff5a7a8bcae55a"
            },
        ],
    },
]; 