export const audioFiles = [
    {
        issueTitle: 'அக்டோபர் 2025',
        issueFolder: 'OCT2025/Audio',
        articles: [
            {
                id: 1,
                title: 'Audio Books Introduction',
                file: '01.mp3',
            },
            {
                id: 2,
                title: 'காஞ்சி கருடசேவையும் கோபுர தரிசனமும்',
                file: '02.mp3',
            },
            {
                id: 3,
                title: 'போற்றி பணிந்தோம் ஏற்று நடத்துகவே!',
                file: '03.mp3',
            },
            {
                id: 4,
                title: 'எழுபத்து நான்கு சிம்ஹாஸனாதிபதிகள்',
                file: '04.mp3',
            },
            {
                id: 5,
                title: 'திருக்கடிகை திவ்யதேச விசேஷ உற்சவங்கள்',
                file: '05.mp3',
            },
            {
                id: 6,
                title: 'நம்மவர்களைப் போற்றுவோம்',
                file: '06.mp3',
            },
            {
                id: 7,
                title: 'திருப்பாவை - பாசுரங்கள் 1 முதல் 5 வரை',
                file: '07.mp3',
            },
            {
                id: 8,
                title: 'திருப்பாவை - பாசுரங்கள் 6 முதல் 10 வரை',
                file: '08.mp3',
            },
            {
                id: 9,
                title: 'திருப்பாவை - பாசுரங்கள் 11 முதல் 15 வரை',
                file: '09.mp3',
            },
            {
                id: 10,
                title: 'திருப்பாவை - பாசுரங்கள் 16 முதல் 20 வரை',
                file: '10.mp3',
            },
            {
                id: 11,
                title: 'திருப்பாவை - பாசுரங்கள் 21 முதல் 25 வரை',
                file: '11.mp3',
            },
           {
                id: 12,
                title: 'திருப்பாவை - பாசுரங்கள் 26 முதல் 30 வரை',
                file: '12.mp3',
            },
        ]
    },
]
